tap "bufbuild/buf"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "homebrew/autoupdate"
tap "kitagry/tap"
tap "lindell/multi-gitter"
tap "styrainc/packages"
brew "libsodium"
brew "ansible"
brew "mise"
brew "chezmoi"
brew "colima", restart_service: :changed
brew "conftest"
brew "coreutils"
brew "ctags"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "golangci-lint"
brew "helm"
brew "imagemagick"
brew "jq"
brew "kube-ps1"
brew "kubeconform"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "kyverno"
brew "lazygit"
brew "neovim"
brew "opa"
brew "pinentry-mac"
brew "pkgconf"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "skaffold"
brew "tmux"
brew "wget"
brew "yq"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "kitagry/tap/regols"
brew "styrainc/packages/regal"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
vscode "a-h.templ"
vscode "andenetalexander.vim-cheatsheet"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.makefile-tools"
vscode "mthierman.theme-flexoki"
vscode "orta.vscode-jest"
vscode "plex.vscode-regolint"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tsandall.opa"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
